tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"

brew "ack"
brew "coreutils"
brew "git"
brew "grc"
brew "jq"
brew "mas"
brew "neovim"
brew "nmap"
brew "unrar"

cask "1password"
cask "alfred"
cask "bbedit"
cask "firefox"
cask "font-fira-code"
cask "google-chrome"
cask "hex-fiend"
cask "istat-menus"
cask "iterm2"
cask "kaleidoscope"
cask "keepingyouawake"
cask "moom"
cask "obsidian"
cask "visual-studio-code"
cask "zoom"

mas "OmniFocus", id: 1346203938
mas "MindNode", id: 1289197285
