cask "backblaze"
cask "banktivity"
cask "discord"
cask "microsoft-excel"
cask "microsoft-powerpoint"
cask "microsoft-word"

mas "Bear", id: 1091189122
mas "Day One", id: 1055511498
mas "Developer", id: 640199958
mas "GarageBand", id: 682658836
mas "GoodNotes", id: 1444383602
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Xcode", id: 497799835
