brew "clang_format"
brew "fd"
brew "gh"
brew "git"
brew "go"
brew "grc"
brwe "hadolint"
brew "jq"
brew "libb2"
brew "neovim"
brew "node"
brew "prettierd"
brew "pyenv"
brew "shellcheck"
brew "shfmt"
brew "sqlfluff"
brew "stylua"
brew "tflint"
brew "tcl-tk@8"
brew "uv"
brew "wget"
brew "zlib"

cask "1password"
cask "alfred"
cask "bbedit"
cask "firefox"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "ghostty"
cask "google-chrome"
cask "hex-fiend"
cask "keepingyouawake"
cask "moom"
cask "slack"
cask "steermouse"
cask "visual-studio-code"
cask "zed"

