brew "coreutils"
brew "git"
brew "grc"
brew "jq"
brew "neovim"
brew "nmap"
brew "rar"
brew "ripgrep"
brew "tree-sitter-cli"
brew "node"
brew "wget"

cask "1password"
cask "alfred"
cask "bbedit"
cask "firefox"
cask "font-fira-code"
cask "google-chrome"
cask "hex-fiend"
cask "istat-menus"
cask "iterm2"
cask "kaleidoscope"
cask "keepingyouawake"
cask "moom"
cask "visual-studio-code"
cask "zoom"

